  export const shopdata = [
  {
    id: 1,
    name: "หอยแครงลวกเจ๊ภา",
    img: "https://img.wongnai.com/p/1920x0/2018/05/20/733f7a1e775a4560b9bb78ed3101e98a.jpg",
    detail: `ใครกำลังมองหาร้านอาหารทะเลสดๆต้องร้านนี้เลย Street Food เจ้าดังเมนูเดียวแห่งย่านลาดหญ้าt`,
    address: `101/2, ถนนลาดหญ้า, สมเด็จเจ้าพระยา, กรุงเทพมหานคร, 10600, ประเทศไทย กรุงเทพมหานคร (ปากซอยลาดหญ้า 1)`
  },
  {
    id: 2,
    name: "สถานีย่างกุ้ง บางแค",
    img: "https://img.wongnai.com/p/1920x0/2020/09/05/f752a53b89ea4ecd81b964a429bc576d.jpg",
    detail: `อาหารทะเลสดๆใหม่ๆตัวเป็นๆ วัตถุดิบของทางร้านใช้วัตถุดิบอย่างดี ส้มตำยำย่าง อาหารตามสั่ง ราคาถูก สด สะอาด ใช้มะนาวแท้ๆสดๆจากลูก`,
    address: `380 ถนน กาญจนาภิเษก แขวงบางแคเหนือ เขตบางแค กทม กรุงเทพมหานคร (ตรงข้ามเชฟกระทะเหล็ก)`
  },
  {
    id: 3,
    name: "ข้าวด้งหมูแดง เตาถ่าน ",
    img: "https://img.wongnai.com/p/1920x0/2020/07/17/9209e7f906d1497d96353cbf54029355.jpg" ,
    detail: `ข้าวด้งหมูแดงเตาถ่าน ข้าวด้งที่แปลว่าข้าวหน้าต่างๆ นำความเป็น Street food เข้ามาเพิ่มเติม เป็นข้าวด้งหมูแดงหมูกรอบ ข้าวด้งหมูกรอบคั่วพริกเกลือ และอีกหลากหลายเมนู พร้อมเสิร์ฟเป็นเซต พร้อมน้ำซุป และสลัด `,
    address: `369/9, ซอยวังหลัง กรุงเทพมหานคร`
  }
];